YCSB output txt files/test25000A/jdbc_workloada_25000_load_240420.txt
Adding shard node URL: jdbc:mysql://localhost:3306/Benchtest
Using shards: 1, batchSize:-1, fetchSize: -1
[OVERALL], RunTime(ms), 1709848
[OVERALL], Throughput(ops/sec), 14.621182701620262
[TOTAL_GCS_PS_Scavenge], Count, 18
[TOTAL_GC_TIME_PS_Scavenge], Time(ms), 126
[TOTAL_GC_TIME_%_PS_Scavenge], Time(%), 0.0073690760816166115
[TOTAL_GCS_PS_MarkSweep], Count, 0
[TOTAL_GC_TIME_PS_MarkSweep], Time(ms), 0
[TOTAL_GC_TIME_%_PS_MarkSweep], Time(%), 0.0
[TOTAL_GCs], Count, 18
[TOTAL_GC_TIME], Time(ms), 126
[TOTAL_GC_TIME_%], Time(%), 0.0073690760816166115
[CLEANUP], Operations, 1
[CLEANUP], AverageLatency(us), 4802.0
[CLEANUP], MinLatency(us), 4800
[CLEANUP], MaxLatency(us), 4803
[CLEANUP], 95thPercentileLatency(us), 4803
[CLEANUP], 99thPercentileLatency(us), 4803
[INSERT], Operations, 25000
[INSERT], AverageLatency(us), 68342.22544
[INSERT], MinLatency(us), 14976
[INSERT], MaxLatency(us), 2295807
[INSERT], 95thPercentileLatency(us), 242047
[INSERT], 99thPercentileLatency(us), 434943
[INSERT], Return=OK, 25000